console.log(
    "- Вёрстка валидная (10/10)\n" +
    "    - [x] для проверки валидности вёрстки используйте сервис https://validator.w3.org/\n" +
    "    - [x] соответствует надпись \"Document checking completed. No errors or warnings to show.\"\n" +
    "- Вёрстка семантическая (20/20)\n" +
    "    - [x] header, main, footer (3/3)\n" +
    "    - [x] пять элементов section (3/3)\n" +
    "    - [x] только один заголовок h1 (3/3)\n" +
    "    - [x] четыре заголовка h2 (3/3)\n" +
    "    - [x] один элемент nav (панель навигации) (3/3)\n" +
    "    - [x] два списка ul > li > a (панель навигации, ссылки на соцсети) (3/3)\n" +
    "    - [x] min пять кнопок button (2/2)\n" +
    "- Вёрстка соответствует макету (48/48)\n" +
    "    - [x] блок header (6/6)\n" +
    "    - [x] секция welcome (7/7)\n" +
    "    - [x] секция about (7/7)\n" +
    "    - [x] секция service (7/7)\n" +
    "    - [x] секция prices (7/7)\n" +
    "    - [x] секция contacts (7/7)\n" +
    "    - [x] блок footer (7/7)\n" +
    "- Требования к css (12/12)\n" +
    "    - [x] для построения сетки используются флексы (2/2)\n" +
    "    - [x] при уменьшении масштаба страницы  вёрстка размещается по центру (2/2)\n" +
    "    - [x] фоновый цвет тянется на всю ширину страницы (2/2)\n" +
    "    - [x] иконки добавлены в формате .svg (2/2)\n" +
    "    - [x] изображения добавлены в формате .png (2/2)\n" +
    "    - [x] есть favicon (2/2)\n" +
    "- Интерактивность, реализуемая через css (20/20)\n" +
    "    - [x] плавная прокрутка по якорям (5/5)\n" +
    "    - [x] cсылки в футере ведут на гитхаб и на страницу курса (5/5)\n" +
    "    - [x] интерактивность (5/5)\n" +
    "    - [x] плавное изменение внешнего вида элемента при наведении (5/5)"
)